Repository: Elastic-Suite/gally-standard
Catalog: src/Job/Resources/translations/gally_job.*.xlf
Languages: fr

# import_error_file_not_found
source: Import file not found
fr: Fichier d'import introuvable

# import_error_file_not_readable
source: Import file is not readable
fr: Le fichier d'import n'est pas lisible

# import_error_cannot_open_file
source: Cannot open import file
fr: Impossible d'ouvrir le fichier d'import

# import_error_column_count_mismatch
source: Column count mismatch at line %line%. Expected %expected% columns, got %actual%
fr: Nombre de colonnes incorrect à la ligne %line%. %expected% colonnes attendues, %actual% trouvées

# import_error_missing_columns
source: Missing required columns at line %line%: %missing_columns%
fr: Colonnes obligatoires manquantes à la ligne %line% : %missing_columns%

# import_error_invalid_headers
source: Invalid CSV headers. Expected: %expected%
fr: En-têtes CSV invalides. Attendus : %expected%

# import_error_validation_failed
source: File validation completed with errors, see above
fr: La validation du fichier s'est terminée avec des erreurs, voir ci-dessus

# import_validation_completed
source: File validation completed successfully
fr: La validation du fichier s'est terminée avec succès

# job_error_unsupported_type
source: Unsupported job type "%type%" (Job id: %id%)
fr: Type de job non supporté "%type%" (Job id: %id%)

# job_error_cannot_be_launched
source: The job with id "%id%" cannot be launched because its current status is "%status%"
fr: Le job avec l'id "%id%" ne peut pas être lancé car son statut actuel est "%status%"

# job_error_no_import_handler
source: No import handler found for profile "%profile%" (Job id: %id%)
fr: Aucun gestionnaire d'import trouvé pour le profil "%profile%" (Job id: %id%)

# job_error_no_export_handler
source: No export handler found for profile "%profile%" (Job id: %id%)
fr: Aucun gestionnaire d'export trouvé pour le profil "%profile%" (Job id: %id%)

# job_error_execution_failed
source: An error occurred while executing the job.
fr: Une erreur s'est produite lors de l'exécution du job.

# job_start
source: Start Job
fr: Début du Job

# job_end
source: End Job
fr: Fin du Job

# job_error_not_found
source: The job with id '%id%' was not found
fr: Le job avec l'id '%id%' n'a pas été trouvé

# job_error_current_job_not_set
source: Current job must be set before using this import service.
fr: Le job courant doit être défini avant d'utiliser ce service d'import.

# job_status_new_label
source: New
fr: Nouveau

# job_status_processing_label
source: Processing
fr: En cours

# job_status_finished_label
source: Finished
fr: Terminé

# job_status_failed_label
source: Failed
fr: Échoué
