Repository: Elastic-Suite/gally-standard
Catalog: src/Configuration/Resources/translations/gally_configuration.*.xlf
Languages: fr

# gally_configuration.scope.default.label
source: General
fr: Général

# gally_configuration.scope.all_languages.label
source: All languages
fr: Tous les langages

# gally_configuration.scope.all_locales.label
source: All locales
fr: Toutes les locales

# gally_configuration.scope.request_type.label
source: Request types
fr: Types de requête

# gally_configuration.scope.all_request_types.label
source: All request types
fr: Tous les types de requête

# gally_configuration.scope.localized_catalog.label
source: Localized Catalogs
fr: Catalogues localisés

# gally_configuration.scope.all_localized_catalogs.label
source: All localized catalogs
fr: Tous les catalogues localisés

# gally_configuration.group.general.label
source: General
fr: Général

# gally_configuration.group.general.fieldset.general.label
source: General
fr: Général

# gally_configuration.gally_base_url_media.label
source: Media base url
fr: Base url pour les média
