Repository: Elastic-Suite/gally-standard
Catalog: src/Search/Resources/translations/gally_configuration.*.xlf
Languages: fr

# gally_configuration.group.search.label
source: Search
fr: Recherche

# gally_configuration.group.search.fieldset.general.label
source: General
fr: Général

# gally_configuration.gally_pipeline_prefix.label
source: Pipeline prefix
fr: Préfixe des pipelines

# gally_configuration.gally_default_reference_location.label
source: Default reference location
fr: Position GPS par défaut

# gally_configuration.group.search.fieldset.search.label
source: Search
fr: Recherche

# gally_configuration.gally_search_settings_default_date_field_format.label
source: Default date field format
fr: Format de date par défaut

# gally_configuration.gally_search_settings_default_distance_unit.label
source: Default distance unit
fr: Unité de distance par défaut

source: Default date facet interval
fr: Intervalle facette date défaut

source: Default geo-distance ranges
fr: Plages géo-distance défaut

# gally_configuration.gally_search_settings_sort_default_desc_sort_field.label
source: Code with default descending sort
fr: Code avec tri descendant par défaut

# gally_configuration.group.search.fieldset.autocomplete.label
source: Autocomplete
fr: Autocomplétion

source: Max attr. options autocomplete
fr: Max options attrib. autocomplétion

# gally_configuration.group.relevance.label
source: Relevance
fr: Pertinence

# gally_configuration.group.relevance.fieldset.fulltext.label
source: Fulltext search
fr: Recherche fulltext

# gally_configuration.group.relevance.fieldset.phrase_match.label
source: Phrase search
fr: Recherche par phrase

# gally_configuration.gally_relevance_phrase_match_enabled.label
source: Enable phrase boost
fr: Activer le boost sur les phrases

# gally_configuration.gally_relevance_phrase_match_boost.label
source: Boost value
fr: Valeur du boost

# gally_configuration.group.relevance.fieldset.cut_off_frequency.label
source: Stopwords detection
fr: Détection de mots vides

# gally_configuration.gally_relevance_cut_off_frequency_value.label
source: Cutoff frequency
fr: Seuil de rejet (Cutoff frequency)

# gally_configuration.group.relevance.fieldset.fuzziness.label
source: Fuzzy search
fr: Recherche approchante

# gally_configuration.gally_relevance_fuzziness_enabled.label
source: Enable fuzzy search
fr: Activer la recherche approchante

# gally_configuration.gally_relevance_fuzziness_value.label
source: Fuzzy search similarity
fr: Similarité de la recherche approchante

# gally_configuration.gally_relevance_fuzziness_prefix_length.label
source: Fuzzy search prefix
fr: Préfixe de la recherche approchante

# gally_configuration.gally_relevance_fuzziness_max_expansions.label
source: Maximum number of expansions
fr: Nombre maximum d'expansions

# gally_configuration.group.relevance.fieldset.phonetic.label
source: Phonetic search
fr: Recherche phonétique

# gally_configuration.gally_relevance_phonetic_enabled.label
source: Enable phonetic search
fr: Activer la recherche phonétique

# gally_configuration.group.relevance.fieldset.span.label
source: Proximity search
fr: Recherche par proximité

# gally_configuration.gally_relevance_span_boost.label
source: Span boost
fr: Boost span

# gally_configuration.gally_relevance_span_slop.label
source: Span slop
fr: Slop spans

# gally_configuration.gally_relevance_span_in_order.label
source: Span in order
fr: Ordre strict span
